tap "dopplerhq/cli"
tap "gitguardian/tap"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "planetscale/tap"
brew "atuin", restart_service: :changed
brew "bat"
brew "bettercap"
brew "bob"
brew "btop"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "croc"
brew "deno"
brew "docker"
brew "fastfetch"
brew "fd"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "gcc"
brew "fish"
brew "fisher"
brew "fnm"
brew "fx"
brew "fzf"
brew "ggshield"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gleam"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mailsy"
brew "make"
brew "mysql"
brew "mysql-client"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openblas"
brew "numpy"
brew "openjdk"
brew "openssh"
brew "openvino"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "postgresql@14", link: false
brew "postgresql@15", restart_service: :changed, link: true
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rm-improved"
brew "rust"
brew "rustup"
brew "snyk-cli"
brew "sonar-scanner"
brew "speedtest-cli"
brew "starship"
brew "television"
brew "tldr"
brew "tmux"
brew "tokei"
brew "unar"
brew "unzip"
brew "vercel-cli"
brew "vips"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dopplerhq/cli/doppler"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
cask "block-goose"
cask "devtoys"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "motrix"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "stats"
