tap "charmbracelet/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "gitguardian/tap"
tap "hashicorp/tap"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "open-sauced/tap"
tap "opencode-ai/tap"
tap "planetscale/tap"
tap "sst/tap"
tap "surge-downloader/tap"
tap "tursodatabase/tap"
tap "withgraphite/tap"
brew "atuin", restart_service: :changed
brew "bat"
brew "bettercap"
brew "black"
brew "btop"
brew "glib"
brew "harfbuzz"
brew "icu4c@77"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "croc"
brew "curl"
brew "docker"
brew "fastfetch"
brew "fd"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "gcc"
brew "fish"
brew "fisher"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gemini-cli"
brew "ggshield"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "gpgme"
brew "pkgconf"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llama.cpp"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "mailsy"
brew "make"
brew "marksman"
brew "mise"
brew "mole"
brew "zlib"
brew "mysql-client"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "openblas"
brew "numpy"
brew "openssh"
brew "openvino"
brew "ossp-uuid"
brew "pipx"
brew "pngpaste"
brew "poppler"
brew "postgresql@14"
brew "python@3.12"
brew "rainfrog"
brew "reattach-to-user-namespace"
brew "resvg"
brew "rm-improved"
brew "snyk-cli"
brew "speedtest-cli"
brew "sshs"
brew "starship"
brew "tailscale"
brew "television"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tor"
brew "unar"
brew "unzip"
brew "vercel-cli"
brew "vips"
brew "wget"
brew "yazi"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/hcp"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/skhd"
brew "open-sauced/tap/pizza"
brew "planetscale/tap/pscale"
brew "sst/tap/opencode"
brew "withgraphite/tap/graphite"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "font-symbols-only-nerd-font"
cask "ghostty@tip"
cask "git-credential-manager"
cask "ngrok"
cask "orbstack"
cask "raycast"
cask "stats"
cask "surge-downloader/tap/surge"
go "github.com/reugn/gemini-cli/cmd/gemini"
go "cmd/go"
go "cmd/gofmt"
go "github.com/projectdiscovery/katana/cmd/katana"
go "github.com/client9/misspell/cmd/misspell"
go "github.com/projectdiscovery/nuclei/v3/cmd/nuclei"
go "github.com/projectdiscovery/subfinder/v2/cmd/subfinder"
cargo "cargo-llvm-cov"
cargo "ecolog-lsp"
cargo "stylua"
cargo "wasm-bindgen-cli"
cargo "wasm-pack"
