tap "dopplerhq/cli"
tap "gitguardian/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "planetscale/tap"
brew "bat"
brew "bettercap"
brew "btop"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "cloc"
brew "croc"
brew "fastfetch"
brew "fd"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "openblas"
brew "numpy"
brew "openvino"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fx"
brew "fzf"
brew "gitleaks"
brew "gleam"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mailsy"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "nushell"
brew "openjdk"
brew "openssh"
brew "poppler"
brew "postgresql@14", restart_service: true, link: false
brew "postgresql@15", restart_service: true, link: true
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "speedtest-cli"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "unar"
brew "vips"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dopplerhq/cli/doppler"
brew "gitguardian/tap/ggshield"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
cask "alacritty"
cask "devtoys"
cask "font-symbols-only-nerd-font"
cask "ngrok"
cask "orbstack"
cask "stats"
